Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: For example, you may have estimated that a job required 10 hours, and to date, it has taken 15 hours.
cs_cz: Například můžete odhadnout, že práce vyžadovala 10 hodin a dosud to trvalo 15 hodin.

source: You can add the extra five hours to the existing journal line or create a new journal line to report these five hours as overtime, which is another work type.
cs_cz: Můžete přidat další pět hodin do existujícího řádku deníku nebo vytvořit nový řádek deníku, který vykáže těchto pět hodin jako přesčas, což je další typ práce.

source: The appropriate cost and price are calculated, and you can then post to the journal.
cs_cz: Vypočítá se příslušná cena a náklady a poté je můžete zaúčtovat do deníku.

source: Item entries create item ledger entries and reduce the inventory quantity.
cs_cz: Položky zboží vytvářejí položky zboží a snižují množství zásob.

source: The Post Inventory Cost to G/L batch job transfers the cost from inventory to the general ledger.
cs_cz: Dávková úloha Účtování nákladů na zboží převádí náklady ze zásob do hlavní knihy.

source: Resource entries create resource ledger entries.
cs_cz: Položky zdrojů vytvářejí věcné položky zdrojů.

source: In the top right corner, choose the Search for Page or Report icon, enter Job Journals, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Deníky projektů a pak vyberte související odkaz.

source: Select a relevant job journal, and then choose the Calc.
cs_cz: Vyberte příslušný deník projektu a potom vyberte akci Výpočet

source: Remaining Usage action.
cs_cz: zbývajícího použití .

source: In the Job Calc.
cs_cz: V okně Výpočet zbývajícího použití

source: Remaining Usage window, enter the document number and posting date that is to be inserted in the journal, and then choose the OK button.
cs_cz: zadejte číslo dokladu a zúčtovací datum, které chcete vložit do deníku a potom klepněte na tlačítko OK.

source: Update the journal with any modifications that may be needed.
cs_cz: Aktualizujte deník se všemi možnými úpravami.

source: Choose the Post.
cs_cz: Zvolte Zaúčtovat.

source: To view job ledger entries
cs_cz: Zobrazení položek projektu

source: All job-related entries are recorded in job registers and are numbered sequentially, starting with 1.
cs_cz: Všechny záznamy týkající se projektu jsou zaznamenány v žurnálu projektů a číslovány postupně, počínaje 1.

source: From the job register, you can get an overview of all job ledger entries.
cs_cz: Z žurnálu projektu získáte přehled o všech položkách projektu.

source: In the top right corner, choose the Search for Page or Report icon, enter Job Registers, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Žurnály projektů a pak vyberte související odkaz.

source: Select a relevant register, and then choose Job Ledger action.
cs_cz: Vyberte příslušný žurnál a poté zvolte akci Položky projektu.

source: In the Job Ledger Entries window you can review the entries that are associated with any job.
cs_cz: V okně Položky projektu můžete zkontrolovat položky, které jsou přiřazeny k libovolnému projektu.

source: Record Usage for Jobs
cs_cz: Využití záznamu pro projekty

source: In the Job Planning Lines window, you can review and record usage on various parts of your job, which is automatically updated as you modify and transfer information between jobs and job journals or job invoices.
cs_cz: V okně Řádky plánování projektu můžete prohlížet a zaznamenávat využití v různých částech vašeho projektu, které se automaticky aktualizují, když měníte a přenášíte informace mezi úlohami a deníky projektu nebo projektovými fakturami.

source: This requires that you have set up a job so that the Apply Usage Link is turned on.
cs_cz: To vyžaduje, abyste nastavili projekt tak, aby byla zapnuta možnost Použít propojení spotřeby.

source: Set Up:
cs_cz: Tvorba

source: Jobs .
cs_cz: projektů .

source: For example, for planning lines of type Budget, you can enter the quantity of a resource, and indicate what quantity to transfer to the job journal.
cs_cz: Například pro řádky plánování typu Plán můžete zadat množství zdrojů a uvést, jaké množství se má přenést do deníku projektu.

source: If the type of the planning line is Billable, you can enter the quantity of the resource, and indicate what quantity to transfer to an invoice.
cs_cz: Pokud je typ řádku plánování Fakturovatelné, můžete zadat množství zdrojů a uvést, jaké množství se má převést na fakturu.

source: By comparing the quantity that has been transferred to the journal or invoice with the remaining quantity, you can quickly review usage information.
cs_cz: Porovnáním množství, které bylo převedeno do deníku nebo faktury se zbývajícím množstvím můžete rychle zkontrolovat informace o použití.

source: The following procedures describe how to record actual (billable) or budgeted job prices and costs.
cs_cz: Následující postupy popisují, jak zaznamenat skutečné (fakturovatelné) nebo rozpočtové ceny a náklady projektu.

source: For information about estimating budgeted values during planning, see How to:
cs_cz: Informace o odhadu rozpočtovaných hodnot během plánování naleznete v tématu Návod:

source: Manage Job Budgets .
cs_cz: Správa rozpočtů projektu .

source: To record usage for a job planning line of type Budget
cs_cz: Záznam využití pro řádek plánování projektu typu Rozpočet

source: Select the relevant job, and then choose the Job Planning Lines action.
cs_cz: Vyberte příslušnou úlohu a poté vyberte akci Řádky plánování projektu.

source: Select a job planning line of type Budget or Both Budget and Billable for which you want to record usage.
cs_cz: Vyberte řádek plánování projektu typu Plán nebo Plán i Fakturovatelné u kterého chcete zaznamenat využití.

source: In the Qty. To Transfer to Journal field, enter the number that you want to transfer.
cs_cz: V poli Množství k transferu zadejte počet, který chcete přenést.

source: The default quantity is the value that you enter in the Quantity field.
cs_cz: Výchozí hodnota je hodnota, kterou zadáte do pole Množství.

source: The Remaining Quantity field shows the quantity that remains to complete the job and be transferred to the journal.
cs_cz: Pole Zbývající množství zobrazuje množství, které zbývá pro dokončení projektu a přenesení do deníku.

source: Choose the Create Job Journal Lines action.
cs_cz: Zvolte akci Vytvořit řádky deníku projektu.

source: In the Job Transfer Job Planning Line window, fill in the fields as necessary.
cs_cz: V okně Transfer projektu – řádek plánování projektu vyplňte pole podle potřeby.

source: Choose the Open Job Journal action.
cs_cz: Zvolte akci Otevřít deník projektu.

source: In the Job Journal window, select the relevant line and then choose the Post action.
cs_cz: V okně Deník projektu vyberte relevantní řádek a pak vyberte tlačítko Zaúčtovat.

source: In the Job Planning Lines window, review the recorded usage by observing the Quantity, Remaining Quantity, and Qty. To Transfer to Journal fields.
cs_cz: V okně Řádky plánování projektu zkontrolujte zaznamenané využití pozorováním polí Množství, Zbývajícího množství a Množství k transferu do deníku.

source: Repeat steps 3 through 8 to record additional usage.
cs_cz: Zopakujte kroky 3 až 8, abyste zaznamenali další spotřebu.

source: To record usage for a job planning line of type Billable
cs_cz: Záznam spotřeby pro řádky plánování typu Fakturovatelné

source: In the next task, you also record usage, but for a job planning line of type Billable.
cs_cz: V dalším úkolu také zaznamenáváte spotřebu, ale pro řádky plánování typu Fakturovatelné.

source: Typically, in this case, you invoice your usage, but you can also transfer it to a journal.
cs_cz: Obvykle v tomto případě fakturujete svou spotřebu, ale můžete ji také převést do deníku.

source: However, when you do that, a job planning line of type Budget is created to match the billable line.
cs_cz: Když to však uděláte, vytvoří se řádek plánování typu Plán tak, aby odpovídal fakturovanému řádku.

source: Select a job planning line of type Billable for which you want to record usage.
cs_cz: Vyberte řádek plánování projektu typu Fakturovatelné, pro který chcete zaznamenat spotřebu.

source: In the Qty. To Transfer to Invoice field, enter the number that you want to transfer.
cs_cz: V poli Množství k transferu k fakturaci zadejte počet, který chcete přenést.

source: The Quantity to Invoice field shows the quantity that remains to complete the job and be invoiced.
cs_cz: Pole Množství k fakturaci zobrazuje množství, které zbývá pro dokončení úlohy a bude fakturováno.

source: In the Job Transfer to Sales Invoice window, fill in the fields as necessary, and then choose the OK button.
cs_cz: V okně Transfer projektu do prodejní faktury vyplňte pole podle potřeby a poté klepněte na tlačítko OK.

source: In the Job Planning Lines window, select the relevant line, and then choose the Post action.
cs_cz: V okně Řádky plánování projektu vyberte příslušný řádek a poté zvolte akci Zaúčtovat.

source: Review the recorded usage by observing the Quantity, Quantity to Invoice, Qty. To Transfer to Invoice fields, and, if the sales invoice is posted, the Qty. Invoiced fields.
cs_cz: Zkontrolujte zaznamenané využití sledováním polí Množství, Množství k fakturaci, Množství k transferu k fakturaci a pokud je prodejní faktura zaúčtována v poli Fakturované množství.

source: To review a related posted sales invoice, choose the Sales Invoices/Credit Memos action.
cs_cz: Chcete-li zkontrolovat související zaúčtovanou prodejní fakturu, zvolte akci Prodejní faktury/Dobropisy.

source: In the Job Invoices window, select the relevant invoice, and then choose the Open Sales Invoice/Credit Memo action.
cs_cz: V okně Faktury projektu vyberte příslušnou fakturu a poté zvolte akci Otevřít prodejní fakturu/Dobropis.

source: To create job journal lines from job planning lines
cs_cz: Vytvoření řádků deníku projektu z řádku plánování projektu

source: When you are ready to post financial information for jobs, you must create job journal lines that you can post.
cs_cz: Pokud jste připraveni zaúčtovat finanční informace pro projekty, musíte vytvořit řádky deníku projektu, které můžete zaúčtovat.

source: Select a relevant open job, and then choose the Job Planning Lines action.
cs_cz: Vyberte příslušný otevřený projekt a poté vyberte akci Řádky plánování projektu.

source: In the Job Planning Lines window, on a relevant job planning line, in the Qty. to Transfer to Journal field, enter the quantity that you want to transfer to a job journal.
cs_cz: V okně Řádky plánování projektu na příslušném řádku plánování projektu v poli Množství k transferu k fakturaci zadejte množství, které chcete převést do deníku projektu.

source: Job journal lines are created.
cs_cz: Řádky deníku projektu jsou vytvořeny.

source: To verify the transfer, open the relevant job journal batch and check the entries.
cs_cz: Chcete-li ověřit přenos, otevřete příslušný list deníku projektu a zkontrolujte položky.

source: When the job journal lines are complete, choose the Post action.
cs_cz: Po dokončení řádků deníku projektu zvolte akci Zaúčtovat.

source: To create job journal lines manually
cs_cz: Tvorba řádku deníku projektu ručně

source: In the Batch Name field, choose a relevant job journal batch.
cs_cz: V poli Název listu vyberte příslušný list deníku projektu.

source: On a new line, enter document number, job number, job task number, type, and the quantity of the type being consumed.
cs_cz: Na novém řádku zadejte číslo dokladu, číslo projektu, číslo úlohy projektu, typ a množství typu spotřeby.

source: To review planning lines for a job ledger entry
cs_cz: Kontrola řádků plánování pro věcné položky projektu

source: After you have posted job journal lines, you can see the planning lines that are associated with the job journal entries that have been posted.
cs_cz: Po zaúčtování řádků deníku projektu můžete zobrazit řádky plánování, které jsou přiřazeny k položkám deníku projektu, které byly zaúčtovány.

source: This requires that the Apply Usage Link check box has been selected for the job, or is the default setting for all jobs in your organization.
cs_cz: To vyžaduje zaškrtnutí políčka Použít propojení spotřeby pro projekty nebo nastavení jako výchozí volba pro všechny projekty ve vaší organizaci.

source: Set Up Jobs .
cs_cz: Nastavení projektů .

source: Select a relevant job journal, and then choose the Ledger Entries action.
cs_cz: Vyberte příslušný deník projektu a potom vyberte akci Položky.

source: In the Job Ledger Entries window, choose Show Linked Job Planning Lines action.
cs_cz: V okně Položky projektu vyberte akci Zobrazit připojené řádky plánování projektu.

source: Set Up Jobs
cs_cz: Nastavení Projektů

source: In the Jobs Setup window, you must specify how you want to use certain job features.
cs_cz: V okně Nastavení projektů musíte určit, jak chcete používat určité funkce projektu.

source: On the individual job cards, you must set up prices for job items, job resources, and job G/L accounts, and you must set up job posting groups.
cs_cz: Na jednotlivých kartách projektu musíte nastavit ceny pro položky projektu, zdroje a finanční účty projektu, zároveň musíte nastavit účto skupiny projektu.

source: To set general information for jobs
cs_cz: Nastavení obecných informací pro projekty

source: In the top right corner, choose the Search for Page or Report icon, enter Jobs Setup, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Nastavení projektů a zvolte související odkaz.

source: The Apply Usage Link check box is rather complex and is therefore explained in the following section.
cs_cz: Zaškrtávací políčko Použít propojení spotřeby je poměrně složité a proto je vysvětleno v následující části.

source: To set up job usage tracking
cs_cz: Nastavení sledování spotřeby projektu

source: When you are executing a job, you might want to know how your usage is tracking against your plan.
cs_cz: Když pracujete na projektu, možná budete chtít vědět, jak spotřeba odpovídá vašemu plánu.

source: To easily do this, you can create a link between your job planning lines and the actual usage.
cs_cz: Abyste to mohli snadno udělat, můžete vytvořit spojení mezi vašimi řádky plánování a skutečnou spotřebou.

source: This lets you track your costs and to easily see at how much work remains to be done.
cs_cz: To vám umožní sledovat vaše náklady a snadno zjistit, kolik práce je třeba udělat.

source: By default, the job planning line type is Budget, but using the line type Both Budget and Billable has similar effects.
cs_cz: Ve výchozím nastavení je typ řádku plánování Plán, ale použití typu řádku Plán i Fakturovatelné má podobný efekt.

source: If you select the Apply Usage Link check box, then you can review information on the job planning line.
cs_cz: Pokud zaškrtnete políčko Použít propojení spotřeby, můžete zobrazit informace o řádku plánování projektu.

source: You can set the quantity of the resource, item, or general ledger account and then indicate what quantity you want to transfer to the job journal.
cs_cz: Můžete nastavit množství zdrojů, zboží nebo finančních účtů a pak uvést, jaké množství chcete převést do deníku projektu.

source: The Remaining Quantity field on the job planning line will tell you what remains to be transferred and posted to the job journal.
cs_cz: Pole Zbývající množství na řádku plánování projektu vám poví, co má být zbývá přenést a zaúčtovat do deníku projektu.

source: When the Apply Usage Link check box is selected, and the job planning line type is Billable, the Financial creates a job planning line of type Budget after you post the journal line.
cs_cz: Pokud je zaškrtnuto políčko Použít propojení spotřeby a typ řádku plánování projektu je Fakturovatelné, finance vytvoří řádek plánování projektu typu Plán poté, co zaúčtujete řádek deníku.

source: If the Apply Usage Link check box on the job card is selected, and the Line Type field on the job journal line is blank, then new job planning lines of line type Budget are created when you post job journal lines.
cs_cz: Pokud je zaškrtnuto políčko Použít propojení spotřeby na kartě projektu a pole Typ řádku na řádku deníku projektu je prázdné, tak se nové řádky plánování projektu typu Plán vytvoří, když zaúčtujete řádky deníku projektu.

source: If the Apply Usage Link check box on the job card is not selected, and the Line Type field on the job journal line is blank, then no job planning lines are created when you post job journal lines.
cs_cz: Pokud není zaškrtnuto políčko Použít propojení spotřeby na kartě projektu a pole Typ řádku na řádku deníku projektu je prázdné, potom se řádky plánování projektu nevytvoří, když zaúčtujete řádky deníku projektu.

source: Select or deselect the Apply Usage Link check box.
cs_cz: Zaškrtněte nebo zrušte zaškrtnutí políčka Použít propojení spotřeby.

source: You can make a different setting of the Apply Usage Link check box on the individual job cards.
cs_cz: Můžete provést jiné nastavení zaškrtávacího pole Použít propojení spotřeby na jednotlivých kartách projektu.

source: In that case, the setting for that job overrides the general default described above.
cs_cz: V takovém případě nastavení pro tento projekt přepíše obecné výchozí hodnoty popsané výše.

source: To set up prices for job resources
cs_cz: Nastavení cen zdrojů projektu

source: You can set up specific prices for resources for a job.
cs_cz: Můžete nastavit konkrétní ceny zdrojů pro projekt.

source: You use the Job Resource Prices window to do this.
cs_cz: K tomu použijte okno Ceny zdrojů projektu.

source: Select the relevant job, and then choose the Resource action.
cs_cz: Vyberte příslušný projekt a poté vyberte akci Zdroj.

source: In the Job Resource Prices window, fill in the fields as necessary.
cs_cz: V okně Ceny zdrojů projektu vyplňte pole podle potřeby.

source: The optional information in the Job Task No., Work Type, Currency Code, Line Discount %, and Unit Cost Factor fields will be used on the job planning lines and usage journals when this resource is entered and added to the job.
cs_cz: Volitelná informace v polích Č. úlohy projektu, Typ práce, Kód měny, Řádková sleva % a Faktor pořizovací ceny budou použita na řádcích plánování projektu a v deníku spotřeby, když je tento zdroj zadán a přidán do projektu.

source: The value in the Unit Price field for the resource will be used on the job planning lines and job journals when this resource, a resource assigned to the resource group, or any resource is entered.
cs_cz: Hodnota v poli Jednotková cena pro zdroj bude použita na řádcích plánování projektu a deníků projektu, když je tento zdroj přiřazen ke skupině zdrojů nebo jakémukoli zdroji zadán.

source: This price will always override any prices set up in the existing Resource Price/Resource Group Prices window.
cs_cz: Tato cena vždy přepisuje všechny ceny stanovené ve stávajícím okně Ceny zdrojů/skupin zdrojů.

source: To set up prices for job items
cs_cz: Nastavení cen pro položky projektu

source: You can set up specific prices for items for a job.
cs_cz: Můžete nastavit konkrétní ceny zboží pro projekt.

source: You use the Job Item Prices window to do this.
cs_cz: Chcete-li to provést, použijte okno Ceny položek projektu.

source: Select the relevant job, and then choose the Item action.
cs_cz: Vyberte příslušný projekt a poté vyberte akci Zboží.

source: In the Job Item Prices window, fill in the fields as necessary.
cs_cz: V okně Ceny položek projektu vyplňte pole podle potřeby.

source: The optional information in the Job Task No., Currency Code, and Line Discount % fields will be used in the job planning lines and job journals when this item is entered or added to the job.
cs_cz: Volitelné informace v polích Č. úlohy projektu, Kód měny a Řádková sleva % budou použity v řádcích plánování projektu a deníku projektu při zadání nebo přidání této položky do projektu.

source: The value in the Unit Price field for the item will be used on the job planning lines and job journals when this item is entered.
cs_cz: Hodnota v poli Jednotková cena pro danou položku bude použita na řádcích plánování projektu a denících projektu při zadání této položky.

source: This price will always override the regular customer price (the “best price” mechanism) for items.
cs_cz: Tato cena bude vždy převyšovat běžnou cenu zákazníka (mechanismus "nejlepší ceny") pro zboží.

source: If you want to use the regular customer price mechanisms, then you should not create any job item prices for the job.
cs_cz: Chcete-li použít obvyklé mechanismy zákaznických cen, neměli byste pro daný projekt vytvářet žádné cenové položky.

source: To set up prices for job general ledger accounts
cs_cz: Nastavení cen pro finanční účty projektu

source: You can set up specific prices for general ledger expenses for a job.
cs_cz: Můžete nastavit konkrétní ceny pro finanční výdaje projektu.

source: You use the Job G/L Account Prices window to do this.
cs_cz: K tomu použijete okno Ceny Finančního účtu projektu.

source: Select the relevant job, and then choose the G/L Account action.
cs_cz: Vyberte příslušný projekt a poté vyberte akci Finanční účet.

source: In the Job G/L Account Prices window, fill in the fields as necessary.
cs_cz: V okně Ceny Finančního účtu projektu vyplňte pole podle potřeby.

source: The optional information in the Job Task No., Currency Code, Line Discount %, Unit Cost Factor, and Unit Cost fields will be used on the job planning lines and job journals when this general ledger account is entered and added to a job.
cs_cz: Nepovinné informace v poli Č. úlohy projektu, Kód měny, Řádková sleva %, Faktor pořizovací ceny a Jednotkové náklady budou použity na řádcích plánování projektu a v denících projektu, když je tento finanční účet vložen a přidán do projektu.

source: The value in the Unit Price field for the general ledger job expense will be used on the job planning lines and job journals when this general ledger account is entered.
cs_cz: Hodnota v poli Jednotková cena pro finanční výdaje projektu bude použita na řádcích plánování projektu a denících projektu při zadání tohoto finančního účtu.

source: To set up job posting groups
cs_cz: Nastavení účto skupin projektu

source: One aspect of planning jobs is deciding which posting accounts to use for job costing.
cs_cz: Jedním z aspektů plánování projektů je rozhodování o účtování účtů, které se mají použít při kalkulaci projektu.

source: To be able to post jobs, you set up accounts for posting for each job posting group.
cs_cz: Chcete-li zaúčtovat projekty, nastavte účty pro účtování pro každou účto skupinu projektu.

source: A posting group represents a link between the job and how it should be treated in the general ledger.
cs_cz: Účto skupina představuje vazbu mezi tímto projektem a tím, jak by měla být zpracována v hlavní knize.

source: When you create a job, you specify a posting group, and by default, each task you create for the job is associated with that posting group.
cs_cz: Při vytváření projektu určíte účto skupinu a ve výchozím nastavení je každá činnost vytvořená pro projekt přidružena k této účto skupině.

source: However, as you create tasks, you can override the default and select a posting group that is more appropriate.
cs_cz: Avšak jakmile vytváříte činnost, můžete výchozí hodnotu přepsat a zvolit vhodnější účto skupinu.

source: The necessary accounts in the chart of accounts must be set up before you set up posting groups.
cs_cz: Potřebné účty v účetní osnově musí být nastaveny před nastavením účto skupin.
